export const CONFIG = {
  BOT_TOKEN: "8473334106:AAHVg3p_q7_M46bVLLFBr4QIAGmDhvcCD-U",
  ALLOWED_RESOURCES: [-1002563493364, -100136817688, -1002808281023],
  // ALLOWED_CHAT_ID: -100123456789, // ID твого каналу
  ADMIN_CHAT_ID: -1002808281023, // ID чату адмінів
  LOG_THREAD_ID: 3861, // Номер гілки в адмін чаті
  DB_PATH: "./storage.json",

  // Твій текст для постів
  POST_TEXT: `нагадування від Мурумі!

Хочеш тут фігурку? 
Пиши Бронь + скрін/назва у коментарях! 

Оплата виключно на ФОП (це офіційний рахунок бізнесу).

Писати про оплату може ТІЛЬКИ @murumich. 

Зв'язок/Адмін: @murumich
Спілкування лише українською.`
};
