export const CONFIG = {
  name: "Шігі-БОТ",
  token: process.env.LIA_BOT || "",
  admins: [5147076742, 380752717],
  allowedResources: [-1003950936947, -1002644865624, -1002598164499, -1003847757739, -1002456647088],
  adminChatId: -1003950936947,
  vipUsers: [5147076742, 992804916, 380752717, 8296806565, -1002598164499],
  threads: { uptime: 530, logs: 530 },
  dbPath: "./shigi_storage.json",
  startupGifId: "CgACAgIAAyEFAASnYve_AAISUmnRMIK9DtsiPSOprPbCXfPUFzWMAAJ_jAAC54TgSAMm3LTlpWQDOwQ",
  startupCaption: "Знову працювати, ех. От би вихідний!",
  texts: {
    lot: `Привяу!<prem>5472314056280921593+😃</prem>\nЯ <b>Ліам</b> і я допоможу Вам отримати бажанку\n<b>Пиши «Бронь + скрін / назва» у коментарях.</b>\n\nНе встигли? Не засмучуйтесь!\nСтавайте в чергу — напишіть<b> «черга»</b> у відповідь на повідомлення того, хто вже забронював.\n\nМожливо, черга ще перейде до Вас<prem>5474261377273057572+⭐️</prem>\n\n<b>Мова спілкування у чаті — українська</b> 🇺🇦\n\n<prem>5289771765743000332+🩵</prem> Зв'язок з адміном: @froggw`,
    auction: `Привяу!\nЯ <b>Ліам</b> і я допоможу не заплутатись в аукціоні.<prem>5472314056280921593+😃</prem>\n\n<i>Нагадую правила, щоб усім було комфортно:</i>\n<blockquote><prem>5289753804189766799+⭐️</prem> Без оффтопу під лотом;\n<prem>5289753804189766799+⭐️</prem> Нову ставку залишайте відповіддю на попередню;\n<prem>5289753804189766799+⭐️</prem> Видаляти ставки до завершення аукціону заборонено (я слідкую <prem>5474532716126950024+😏</prem>);</blockquote>\n\n<u><prem>5289613981529446001+❗️</prem> Зауважте, що ціна ставки не включає у себе вартість доставки з Японії!</u>\n\n<b>Мова спілкування у чаті — українська</b> 🇺🇦\n\n<prem>5289771765743000332+🩵</prem> Зв'язок з адміном: @froggw`,
    start: `<prem>6316495320033266646+😃</prem> Привіт! Я <b>Ліам</b> — маскот і помічник <b>Shigiure Shop</b> <prem>5292214030176394674+😃</prem>\n\nЯкщо у вас є питання, можливо, ми вже відповіли на них. Усі кнопки знизу клікабельні та ведуть на інформаційну сторінку.\n\n<prem>5289784088004172160+😃</prem> <u>Також нагадую, що в нас є чат спілкування:</u>\n\n<a href="https://t.me/infoshigiureshop">ТИЦЬ, аби доєднатись</a>\n\nЯкщо у вас залишились питання — зверніться до адміна @froggw, вона з радістю допоможе <prem>5289617713856022447+😃</prem>`
  }
};