export const CONFIG = {
  name: "Мур-БОТ",
  token: process.env.MUR_BOT || "",
  admins: [5147076742, 8296806565],
  allowedResources: [
    -1002789684698, -1003200253794, -1002557455848, -1002563493364,
    -1003872064368, -1003950936947, 5147076742, 8296806565, 987654321, -1003847757739, -1002456647088
  ],
  adminChatId: -1003950936947,
  vipUsers: [5147076742, 992804916, 380752717, 8296806565],
  threads: { uptime: 530, logs: 3861 },
  dbPath: "./mur_storage.json",
  startupGifId: "CgACAgQAAyEFAASnYve_AAISWWnRNUYojtzxI9jKVcTxdoGGyPPIAAI0AwACuO4EU0owWp5UIXEFOwQ",
  startupCaption: "О ні, я знову тут! Та скільки ж можна. Я хочу відпочити!",
  texts: {
    lot: `<i>Нагадування</i> від Мурумі!\n\nХочеш тут фігурку? \n<b>Пиши Бронь</b> + скрін/назва у коментарях! \n\nОплата виключно на ФОП (це офіційний рахунок бізнесу).\n\n<blockquote><prem>5429605292331533576+💌</prem> Зв'язок/Адмін: @murumich</blockquote>\n\n<u>Спілкування лише українською.</u>`,
    auction: `<i>Нагадування</i> від Мурумі!\n\nХочеш цю фігурку? <b>Став ставку!</b>\n<i>(і відповідайте реплаєм на попередню)</i>\n\n<blockquote><b>ПРАВИЛА аукціону:</b>\n ✿ Ставки не можна відміняти(Я все побачу)\n ✿ Флудити <b>заборонено</b>\n ✿ Якщо це ваш перший аукціон прочитайти повні правильця</blockquote>\n\n<prem>5429605292331533576+💌</prem> <b>Зв'язок:</b> @murumich\n\n <u>Спілкування лише українською.</u>`
  }
};